Revit 2027 API
ParameterTypeId.StructuralSectionNameKey Property
 "Section Name Key"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionNameKey { get; }
Public Shared ReadOnly Property StructuralSectionNameKey As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionNameKey {
	ForgeTypeId^ get ();
}
static member StructuralSectionNameKey : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace